a = 3 + 2
print(a)

a = 2.0 + 3
print(a)

a = 2.0 * 3
print(a)

b = 'деление:'
a = 1 / 3
print(b, a)

# сколько раз второе число умещается в первое
b = 'целочисленное деление // :'
a = 11 // 5
print(b, a)

# остаток от деления
b = 'целочисленное деление % :'
a = 19 % 7
print(b, a)

# остаток от деления
b = 'целочисленное деление % :'
a = 15 % 3
print(b, a)

# остаток от деления
b = 'целочисленное деление % :'
a = 2 % 7
print(b, a)

#округление

a = round(456,-1)
print(a)

a = round(456,-2)
print(a)
